Repository: MrMemento/memento-sg
Catalog: Memento-Design/_assets/lang/Memento-Design-*.po
Languages: hu_hu

source: Registration Form
hu_hu: Regisztráció Űrlap

source: Title:
hu_hu: Cím:

source: Registration
hu_hu: Regisztráció

source: Register
hu_hu: Regisztráció

source: User Name
hu_hu: Felhasználónév

source: E-mail or username
hu_hu: E-mail vagy felhasználónév

source: Please enter the letters shown
hu_hu: Írja be a képen látható betűket

source: A password will be e-mailed to you.
hu_hu: A jelszavát e-mailben küldjük el.

source: Please enter your username or e-mail address. You will receive a new password via e-mail.
hu_hu: Adja meg felhasználónevét vagy e-mail címét

source: Retrieve password
hu_hu: Új jelszó kérése

source: Get New Password
hu_hu: Új jelszó generálás

source: You are already registered for this site.
hu_hu: Ön már regisztrált az oldalra.

source: User name must be at least %d characters long and may not contain any special characters
hu_hu: A felhasználónévnek minimum %d karakter hosszúnak kell lennie. és nem tartalmazhat speciális valamint ékezetes karaktereket

source: Please enter valid e-mail address
hu_hu: Kérjük valós e-mail címet adjon meg

source: Please enter the letters found in the picture
hu_hu: Írja be a képen látható betűket

source: Captcha invalid, please try again
hu_hu: A betűk felismerése nem sikerült, kérjük próbálja meg újra

source: Invalid username
hu_hu: Nem megfelelő felhasználónév

source: An account with this username has already been registered
hu_hu: Foglalt felhasználónév

source: An account with this email has already been registered
hu_hu: Foglalt e-mail cím

source: Registration successful.
hu_hu: Regisztráció sikeres.

source: A password was sent to you via email.
hu_hu: A generált jelszót elküldtük e-mailben.

source: User name or email invalid
hu_hu: FElhasználónév vagy e-mail nem található

source: Thank you for signing up on %s. Here is your password. You should longin and change it as soon as possible.
hu_hu: Köszönjük regisztrációját a(z) %s honlapján! Ebben a levélben megtalálja jelszavát.

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó:

source: Login
hu_hu: Belépés

source: Password reset on %s
hu_hu: Új jelszó létrehozva a felhasználónak (%s)

source: The e-mail could not be sent.
hu_hu: Az e-mailt nem tudtuk elküldeni.

source: Possible reason: your host may have disabled the mail() function...
hu_hu: Kérjük próbálkozzon később!

source: E-mail or username invalid, please try again
hu_hu: E-mail vagy felhasználónév nem található, kérjük próbálja meg újra
