Repository: MrMemento/memento-sg
Catalog: trunk/Memento-SG/lang/Memento-SG-*.po
Languages: hu_hu

source: Settings
hu_hu: Beállítások

source: Codes
hu_hu: Kódok

source: Shortcode List
hu_hu: Kód Lista

source: Shortcodes
hu_hu: Kódok

source: Add Plain Code
hu_hu: HTML / Szöveg Kód

source: Add New Plain
hu_hu: Új HTML / Szöveg Kód

source: Add Rich Code
hu_hu: Vizuális Kód

source: Add New Rich
hu_hu: Új Vizuális Kód

source: Add Advanced Code
hu_hu: PHP Kód

source: Add New Advanced
hu_hu: Új PHP Kód

source: Scripts
hu_hu: Scriptek

source: Add Global Script
hu_hu: Új Globális Script

source: Add New Global
hu_hu: Új Globális

source: Add Dependent Script
hu_hu: Új Függő Script

source: Add New Dependent
hu_hu: Új Függő

source: Styles
hu_hu: Stílusok

source: Add Global Style
hu_hu: Új Globális Stílus

source: Add Dependent Style
hu_hu: Új Függő Stílus

source: Deactivate
hu_hu: Deaktiválás

source: deactivate options
hu_hu: Deaktiválási Opciók

source: Plugin deactivated!
hu_hu: Plugin deaktiválva!

source: Plugin deactivated, database tables dropped!
hu_hu: Plugin deaktiválva, adatbázis táblák törölve!

source: Deactivate plugin
hu_hu: Plugin deaktiválása

source: Deactivate plugin and delete tables from database
hu_hu: Plugin deaktiválása és beállítások törlése

source: Shortcode %s added.
hu_hu: %s kód hozzáadva.

source: Shortcode was empty, please enter a shortcode!
hu_hu: A kód mező üres volt, kérem töltse ki!

source: Shortcode %s already exists, please use another shortcode, or edit the existing one!
hu_hu: %s nevű kód már létezik, használjon másik nevet, vagy szerkessze az eredetit!

source: Shortcode %s updated.
hu_hu: A %s nevű kód frissítve.

source: To use this shortode place %s into a page, post, or another generated shortcode. If your placing another shortcode inside of this one, be sure that the shortcode you've included here does not include this shortcode.<br /><b>If a shortcode contains itself, you will have created an endless loop and any page or post using this shortcode will not load.</b>
hu_hu: Ahhoz hogy használja a %s kódot, írja be az oldal vagy bejegyzés tartalmába. Ha más kódokat is használt ennek a kódnak a tartalmában, figyeljen, hogy az érintett kód ezt NE használja!<br/><b>Ha egy kód, vagy bármely általa használt kód tartalmazza az eredetit, akkor végtelen ciklusba kerül, és így az oldal, vagy bejegyzés, ahol használják, nem fog betölteni.</b>

source: Enter the shortcode and the content you'd like associated with it. A shortcode is a quick and easy code that will automatically be replaced with text, images, or any other content you wish.
hu_hu: Írja be a használandó kódot, valamint a hozzárendelt tartalmat! A kód egy olyan rövid helytartó szöveg, melyet ki lehet cserélni szövegre, képekre, vagy bármire, amit el tud képzelni, és meg tud valósítani.

source: shortcode
hu_hu: Kód

source: text
hu_hu: Szöveg

source: In a page or post:
hu_hu: Oldalon vagy bejegyzésben:

source: In a template:
hu_hu: Oldalsablonban:

source: Available Shortcodes
hu_hu: Rendelkezésre Álló Kódok

source: Select
hu_hu: Választás

source: All
hu_hu: Mind

source: None
hu_hu: Semelyik

source: Invert
hu_hu: Fordít

source: Dependent Shortcodes
hu_hu: Függő Kódok

source: code dependencies
hu_hu: kód függőségek

source: actions
hu_hu: Lehetőségek

source: (generated automatically on save or update of drag and drop fields)
hu_hu: (mentéskor vagy a áthelyezéskor automatikusan generált érték)

source: Back to shortcodes
hu_hu: Vissza a kódokhoz

source: Script %s added.
hu_hu: %s script hozzáadva.

source: Sript name was empty, please enter a name!
hu_hu: A script mező üres volt, kérem töltse ki!

source: Script with name %s already exists, please use another name, or edit the existing one!
hu_hu: %s nevű script már létezik, használjon másik nevet, vagy szerkessze az eredetit!

source: Script %s updated.
hu_hu: A %s nevű script frissítve.

source: Here you can modify the JavaScript library to be added to your HTML frontend's head or foot. It uses <code>wp_enqueue_script</code> function, to avoid duplicate scripts, use versioning and dependencies, and to handle built in libs aswell.<br/>Dependencies should be a comma separated string WITHOUT whitespaces, this will be converted to array with <code>preg_split</code>.<br/><a href="http://codex.wordpress.org/Function_Reference/wp_enqueue_script">Further reference</a>
hu_hu: Itt a kódok által használt JavaScript könyvtárakat szerkesztheti.

source: Here you can add JavaScript library to your HTML frontend's head or foot. It uses <code>wp_enqueue_script</code> function, to avoid duplicate scripts, use versioning and dependencies, and to handle built in libs aswell.<br/>Dependencies should be a comma separated string WITHOUT whitespaces, this will be converted to array with <code>preg_split</code>.<br/><a href="http://codex.wordpress.org/Function_Reference/wp_enqueue_script">Further reference</a>
hu_hu: Itt új JavaScript könyvtárakat adhat a kódokhoz.

source: name
hu_hu: Név

source: source
hu_hu: Forrásfile

source: version
hu_hu: Verzió

source: place
hu_hu: Helye

source: foot
hu_hu: lábléc

source: Available Scripts
hu_hu: Rendelkezésre álló scriptek

source: Dependent Scripts
hu_hu: Függő scriptek

source: script dependencies
hu_hu: Script függőségek

source: Back to scripts
hu_hu: Vissza a scriptekhez

source: Style %s added.
hu_hu: %s nevű stílus hozzáadva.

source: Style name was empty, please enter a name!
hu_hu: A név mező üres volt, kérem töltse ki!

source: Style with name %s already exists, please use another name, or edit the existing one!
hu_hu: %s nevű stílus már létezik, használjon másik nevet, vagy szerkessze az eredetit!

source: Style %s updated.
hu_hu: %s nevű stílus frissítve.

source: Here you can modify the CSS stylesheets to be added to your HTML frontend's head. It uses <code>wp_enqueue_style</code> function, to avoid duplicate styles, use versioning and dependencies.<br/>Dependencies should be a comma separated string WITHOUT whitespaces, this will be converted to array with <code>preg_split</code>.<br/><a href="http://codex.wordpress.org/Function_Reference/wp_enqueue_style">Further reference</a>
hu_hu: Itt a kódok által használt stíluslapokat serkesztheti

source: Here you can add CSS stylesheets to your HTML frontend's head. It uses <code>wp_enqueue_style</code> function, to avoid duplicate styles, use versioning and dependencies.<br/>Dependencies should be a comma separated string WITHOUT whitespaces, this will be converted to array with <code>preg_split</code>.<br/><a href="http://codex.wordpress.org/Function_Reference/wp_enqueue_style">Further reference</a>
hu_hu: Itt új stíluslapokat adhat a kódokhoz.

source: media
hu_hu: Média

source: Available Styles
hu_hu: Rendelkezésre Álló Stílusok

source: Dependent Styles
hu_hu: Függő Stílusok

source: style dependencies
hu_hu: stílus függőségek

source: Back to styles
hu_hu: Vissza a stílusokhoz

source: Shortcode removed.
hu_hu: Kód eltávolítva.

source: Are you sure you want to delete this shortcode?
hu_hu: Biztos el akarja távolítani a kódot?

source: You have <b>%s</b> shortcode(s) defined in table: <b>%s</b>.
hu_hu: Önnek <b>%s</b> db kódja van definiálva a következő táblában: <b>%s</b>.

source: Select type of shortcode to add
hu_hu: Válasszon új kódtípust

source: Rich Content Shortcode
hu_hu: Vizuális Kód

source: Plain Content Shortcode
hu_hu: HTML / Szöveg Kód

source: Advanced Content Shortcode
hu_hu: PHP Kód

source: Add
hu_hu: Hozzáadás

source: type
hu_hu: típus

source: edit
hu_hu: szerkesztés

source: remove
hu_hu: törlés

source: There are no generated shortcodes defined.
hu_hu: Nincsenek kódok a rendszerben.

source: Script removed.
hu_hu: Script törölve.

source: Are you sure you want to delete this script?
hu_hu: Biztosan törölni akarja a scriptet?

source: You have <b>%s</b> script(s) defined in table: <b>%s</b>.
hu_hu: Önnek <b>%s</b> db scriptje van definiálva a következő táblában: <b>%s</b>.

source: Select type of script to add
hu_hu: Válasszon új scripttípust

source: Global Script
hu_hu: Globális Script

source: Dependent Script
hu_hu: Függő Script

source: There are no scripts defined to be included.
hu_hu: Nincsenek scriptek a rendszerben.

source: Style removed.
hu_hu: Stílus törölve.

source: Are you sure you want to delete this style?
hu_hu: Biztosan el akarja távolítani a stílust?

source: You have <b>%s</b> style(s) defined in table: <b>%s</b>.
hu_hu: Önnek <b>%s</b> db stílusa van definiálva a következő táblában: <b>%s</b>.

source: Select type of style to add
hu_hu: Válasszon stílustípust

source: Global Style
hu_hu: Globális Stílus

source: Dependent Style
hu_hu: Függő Stílus

source: There are no styles defined to be included.
hu_hu: Nincsenek stílusok a rendszerben.
